{
  "Baner":{
    "SaludBaner": "Hi! i'am Leonel 👋",
    "DescBaner": "Web Full Stack Developer. Passionate about programming, I want to improve myself every day and meet the expectations of my superiors.",
    "table1": "Projects",
    "table2": "Skills",
    "table3": "Level",
    "tableOption": "Go to section",
    "done": "7 Done",
    "skill": "20 Skills",
    "optionEn": "English",
    "optionEs": "Spanish"
  },
  "Bio":{
    "welcome": "welcome to my portfolio 😄",
    "infoone": "My name is Leonel Gomez, I am a Full-Stack web developer with 1 year of experience doing projects. Certificate in Rolling Code School and former student in Systems Engineering.",
    "infotwo": "Currently Junior, looking for new challenges and more experience, specialized in the MERN stack and applying other stacks such as PERN, I am willing to adapt to changes and keep up to date with each new development, always giving my best.",
    "listTitle1": "Languages:",
    "listTitle2": "Agile methodologies:",
    "listTitle3": "Development methodologies:",
    "liIdiom1": "Native Spanish",
    "liIdiom2": "Basic English",
    "liIdiom3": "Basic French"
  },
  "Skills":{
    "title": "My Skills",
    "subtitle1": "Languages",
    "subtitle2": "Frameworks",
    "subtitle3": "Tools",
    "subtitle4": "Database"
  },
  "Proj":{
    "title": "Projects",
    "webs": "Websites",
    "app": "Apps",
    "logic": "Logic",
    "dateLan": 1
  },
  "Foot":{
    "info": "I consider myself someone who is very neat with the code and very efficient, always looking for the best optimization of my work and excellent quality, adequate for a modern website. This portfolio is made with React.",
    "RS": "Social networks",
    "slim1": "Thanks for visiting my portfolio!! 🤠",
    "slim2": "I give you a coffee from every programmer ☕"
  },
  "Nav":{
    "home": "Home",
    "project": "Projects",
    "skill": "Skills",
    "contact": "Contact"
  },
  "form":{
    "titleSuccess": "Submitted form",
    "textSuccess": "Thanks for contacting me!!",
    "titleError": "Error",
    "textError": "There was a problem submitting the form, check your email",
    "name": "Your name",
    "messag": "Message",
    "but": "Send",
    "close": "Close",
    "titleMod": "Contact",
    "email": "Your Email"
  },
  "about":{
    "title": "Information",
    "title2": "Time Pass",
    "parrafoInfo": "My full name is Leonel Agustín Gomez, I am 22 years old and I am from Argentina-Tucumán. The Systems Engineering degree motivated me to dedicate myself to programming. That is why I took a Full Stack programming course at Rolling Code School where I got certified. I already had some experience with C++, Java, HeidiSQL, MariaDB, Haskell, among others, thanks to Engineering, where I started practicing my logic with flowcharts. Then at Rolling Code I was in an intensive development bootcamp web, doing group projects in each module using the scrum methodology and the trello board to maintain the organization of the team and the project in a professional manner. They prepared us in a work environment and with the latest technologies used today.",
    "hobOne": "The editing of videos and images, a reason that helped me a lot to improve my audiovisual creativity.",
    "hobTwo": "Skateboarding, which also improved my creativity, since that's what you need to perform different combinations of tricks while skating.",
    "hobTree": "Drawing is something that entertains me a lot, always looking for a good drawing result.",
    "hobFor": "Listen to music, I do it often, it transports me to another environment and motivates me, even while I'm programming.",
    "head": "About me"
  }
}