{
  "Baner":{
    "SaludBaner": "Hola! soy Leonel 👋",
    "DescBaner": "Desarrollador Web Full Stack. Apasionado de la programación, quiero superarme cada día más y cumplir las expectativas de mis superiores.",
    "table1": "Proyectos",
    "table2": "Habilidades",
    "table3": "Nivel",
    "tableOption": "Ir a la sección",
    "done": "7 Hechos",
    "skill": "20 Habilidades",
    "optionEn": "Inglés",
    "optionEs": "Español"
  },
  "Bio":{
    "welcome": "Bienvenido a mi portafolio 😄",
    "infoone": "Me llamo Leonel Gomez, soy un desarrollador web Full-Stack con 1 año de experiencia realizando proyectos. Certificado en Rolling Code School y ex estudiante en Ingeniaría de sistemas.",
    "infotwo": "Actualmente Junior, buscando nuevos desafios y más experiencia, especializado en el stack MERN y aplicando otros stack como PERN, estoy dispuesto adaptarme a los cambios y mantenerme actualizado con cada novedad, dando siempre lo mejor de mí.",
    "listTitle1": "Idíomas:",
    "listTitle2": "Metodologías ágiles:",
    "listTitle3": "Metodologías de desarrollo:",
    "liIdiom1": "Español Nativo",
    "liIdiom2": "Inglés Básico",
    "liIdiom3": "Francés Básico"
  },
  "Skills":{
    "title": "Mis Habilidades",
    "subtitle1": "Lenguajes",
    "subtitle2": "Frameworks",
    "subtitle3": "Herramientas",
    "subtitle4": "Base de datos"
  },
  "Proj":{
    "title": "Proyectos",
    "webs": "Páginas web",
    "app": "Aplicaciones",
    "logic": "Logica",
    "dateLan": 0
  },
  "Foot":{
    "info": "Me considero alguién muy prolijo con el código y muy eficaz, buscando siempre la mejor optimización de mis trabajos y una excelente calidad, la adecuada como una web moderna. Este portafolio está hecho con React.",
    "RS": "Redes Sociales",
    "slim1": "Gracias por visitar mi portafolio!! 🤠",
    "slim2": "Te regalo un cefécito de todo programador ☕"
  },
  "Nav":{
    "home": "Inicio",
    "project": "Proyectos",
    "skill": "Habilidades",
    "contact": "Contáctame"
  },
  "form":{
    "titleSuccess": "Formulario enviado",
    "textSuccess": "Gracias por contactarme!!",
    "titleError": "Error",
    "textError": "Hubo un problema al enviar el formulario, comprueba el email",
    "name": "Tu nombre",
    "messag": "Mensaje",
    "but": "Enviar",
    "close": "Cerrar",
    "titleMod": "Contacto",
    "email": "Tu Email"
  },
  "about":{
    "title": "Información",
    "title2": "Pasa tiempos",
    "parrafoInfo": "Mi nombre completo es Leonel Agustín Gomez, tengo 22 años y soy de Argentina-Tucumán. La carrera de Ingeniería en Sistemas me motivó a dedicarme a la programación. Por eso tomé un curso de programación Full Stack en Rolling Code School donde me certifiqué. Ya tenía algo de experiencia con C++, Java, HeidiSQL, MariaDB, Haskell, entre otros, gracias a la Ingeniería, donde comencé a practicar mi lógica con diagramas de flujo. Luego en Rolling Code estuve en un bootcamp intensivo de desarrollo web, haciendo proyectos grupales en cada módulo usando la metodología scrum y el tablero de trello para mantener la organización del equipo y del proyecto de manera profesional. Nos prepararon en un ambiente laboral y con las últimas tecnologías que se utilizan en la actualidad.",
    "hobOne": "La edición de videos e imagenes, motivo que me ayudó bastante a mejorar mi creatividad audio visual.",
    "hobTwo": "El Skateboarding, que también mejoró mi creatividad, ya que de eso se necesita para realizar diferentes combinaciones de trucos al patinar.",
    "hobTree": "Dibujar, es algo que me entretiene bastante, buscando siempre un buen resultado del dibujo.",
    "hobFor": "Escuchar música, lo hago seguido, me transporta a otro ambiente y me motiva, incluso mientras estoy programando.",
    "head": "Sobre mi"
  }

}